Revit 2027 API
FluidTemperature.Density Property
 The density value
Namespace: Autodesk.Revit.DB.Plumbing
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Density { get; set; }
Public Property Density As Double
	Get
	Set
public:
property double Density {
	double get ();
	void set (double value);
}
member Density : float with get, set
Property Value
Double
See Also
Reference
FluidTemperature Class
Autodesk.Revit.DB.Plumbing Namespace